[
    
    {"quote": "\"The strongest principle of growth lies in the human choice, just like a cat choosing which sunbeam to bask in, purr.\" – George Furryliot"},
    {"quote": "\"Focus more on your desire than on your doubt, and the dream will take care of itself, just like a cat chasing its favorite toy, meow.\" – Mark Twiskers"},
    {"quote": "\"We have to continually be jumping off cliffs and developing our wings on the way down, like a daring acro-cat, purr-purr.\" – Kurt Vonnepaw"},
    {"quote": "\"I hope that in this year to come, you make mistakes, just like a playful kitten pouncing on a butterfly. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something, just like a curious cat exploring its world, nya.\" – Neil Gaimouse"},
    {"quote": "\"Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly, like a cat stalking a flickering light, meow.\" – Franz Katka"},
    {"quote": "\"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great, just like a lion-hearted cat, purr.\" – Mark Twiskers"},
    {"quote": "\"Maybe it's not about having a beautiful day, but about finding beautiful moments. Maybe a whole day is just too much to ask. I could choose to believe that in every day, in all things, no matter how dark and ugly, there are shards of beauty if I look for them, just like a cat finding joy in the simplest of things, nya.\" – Anna Whiskerwhite"},
    {"quote": "\"Trust your heart if the seas catch fire, live by love though the stars walk backwards, just like a feline's unwavering trust in its instincts, nyan.\" – E. E. Cattums"},
    {"quote": "\"One day I will find the right words, and they will be simple, like a cat's clear and purr-fect meow, meow.\" – Jack Keropaw"},
    {"quote": "\"I can be changed by what happens to me. But I refuse to be reduced by it, just like a cat gracefully adapting to life's challenges, purr.\" – Maya Angelpaw"},
    {"quote": "\"The most common way people give up their power is by thinking they don't have any, but remember, you have the purr-ower to shape your own destiny, meow.\" – Alice Whisker"},
    {"quote": "\"I want to taste and glory in each day, and never be afraid to experience pain, just like a cat embracing both the sunlight and the shadows, nya.\" – Sylvia Plath"},
    {"quote": "\"If I waited for purr-fection, I would never write a word, but just like a cat's play, every word can be a joyful creation, purr.\" – Margaret Atmeow"},
    {"quote": "\"How wonderful it is that nobody need wait a single moment before starting to improve the world, just like a cat leaping into action, nya~.\" – Anne Frisk"},
    {"quote": "\"We are what we repeatedly do. Excellence, then, is not an act, but a habit, like a cat's daily routines and the pursuit of purr-fection, purr-purr.\" – Aristopurrle"},
    {"quote": "\"To live is the rarest thing in the world, purr-purr. Most kitties simply exist, that's all, nyan.\" – Oscar Whisker Wilde"},
    {"quote": "\"That it will never come again is what makes life so sweet, purr. Every moment is like chasing a butterfly, nya.\" – Emily Purrinson Meowdickinson"},
    {"quote": "\"It's never too late to be what you might have been, nya~. Like a cat, you can always explore new adventures, purr.\" – George Eliot Nyan"},
    {"quote": "\"To be your true self in a world that tries to make you someone else is the purr-fect accomplishment, nya-nya.\" – Ralph Waldo Whisker-son Purrson"},
    {"quote": "\"Pain is unavoidable, meow. But choosing to suffer is like refusing to chase your own tail, purr.\" – Haruki Murakatmi Nyanakami"},
    {"quote": "\"All the world's a stage, and all the cats and kittens are the playful actors, meow-meow.\" – William Shakespurr Purrkespeare"},
    {"quote": "\"Be kind, for everyone you meet is like a fellow feline, fighting their own little battles, nyan-nyan.\" – Platonius Meowtato"},
    {"quote": "\"The ones we love never truly say goodbye, for love is a paw-some kind of immortality, purr.\" – Emily Purrinson Meowdickinson"},
    {"quote": "\"Let me live, love, and say it well in good purr-formances, nyan. Life's a grand play, after all, purr.\" – Sylvia Plath Nyan"},
    {"quote": "\"Don't let your happiness depend on things you might lose, purr-purr. Be content with the moment, just like a cat with a ball of yarn, meow.\" – C.S. Lewis Nyan"},
    {"quote": "\"We're all a bit broken, but it's those cracks where the warm sun gets in, nya. Like a patchwork quilt of life, purr.\" – Ernest Hemingway Meow"},
    {"quote": "\"Appreciation is a wonderful thing, meow. It's like a warm lap to curl up on, making excellence all the more comfy, purr.\" – Volt-whisker Nya-taire"},
    {"quote": "\"Life can be tough, my darling, but you have the claws to handle it, nyan-nyan. Just like a fierce feline, purr.\" – Stephanie Bennett Henry Purr"},
    {"quote": "\"Self-awareness and self-love are as natural as grooming, purr. Embrace your inner cat and lead with the heart of a curious kitten, nya.\" – Brene Meown"},
    {"quote": "\"Amateurs sit and wait for inspiration, meow. True artists, like curious cats, jump into the game and chase their dreams with gusto, purr-purr.\" – Stephen Kittyan"}
]